Repository: moxi000/kelivo
Catalog: Kelivo-Swift/Kelivo/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# searchServicesPageTimeoutSeconds
source: Timeout (seconds)
zh_hans: 超时时间（秒）
zh_hant: 超時時間（秒）

# searchServicesPageTitle
source: Search Services
zh_hans: 搜索服务
zh_hant: 搜尋服務

# searchServicesPageUrlRequiredStatus
source: URL Required
zh_hans: 需要 URL
zh_hant: 需要 URL

# searchSettingsSheetBuiltinSearchDescription
source: Enable model's built-in search
zh_hans: 是否启用模型内置的搜索功能
zh_hant: 是否啟用模型內建的搜尋功能

# searchSettingsSheetBuiltinSearchTitle
source: Built-in Search
zh_hans: 模型内置搜索
zh_hant: 模型內建搜尋

# searchSettingsSheetNoServicesMessage
source: No services. Add from Search Services.
zh_hans: 暂无可用服务，请先在"搜索服务"中添加
zh_hant: 暫無可用服務，請先在"搜尋服務"中新增

# searchSettingsSheetOpenSearchServicesTooltip
source: Open search services
zh_hans: 打开搜索服务设置
zh_hant: 開啟搜尋服務設定

# searchSettingsSheetTitle
source: Search Settings
zh_hans: 搜索设置
zh_hant: 搜尋設定

# searchSettingsSheetWebSearchDescription
source: Enable web search in chat
zh_hans: 是否启用网页搜索
zh_hant: 是否啟用網頁搜尋

# searchSettingsSheetWebSearchTitle
source: Web Search
zh_hans: 网络搜索
zh_hant: 網路搜尋

# selectCopyPageCopiedAll
source: Copied all
zh_hans: 已复制全部
zh_hant: 已複製全部

# selectCopyPageCopyAll
source: Copy All
zh_hans: 复制全部
zh_hant: 複製全部

# selectCopyPageTitle
source: Select & Copy
zh_hans: 选择复制
zh_hant: 選擇複製

# settingsPageAbout
source: About
zh_hans: 关于
zh_hant: 關於

# settingsPageAboutSection
source: About
zh_hans: 关于
zh_hant: 關於

# settingsPageAssistant
source: Assistant
zh_hans: 助手
zh_hant: 助理

# settingsPageAssistantSubtitle
source: Default assistant and style
zh_hans: 默认助手与对话风格
zh_hant: 預設助理與對話風格

# settingsPageBackButton
source: Back
zh_hans: 返回
zh_hant: 返回

# settingsPageBackup
source: Backup
zh_hans: 数据备份
zh_hant: 資料備份

# settingsPageCalculating
source: Calculating…
zh_hans: 统计中…
zh_hant: 統計中…

# settingsPageChatStorage
source: Chat Storage
zh_hans: 聊天记录存储
zh_hant: 聊天記錄儲存

# settingsPageColorMode
source: Color Mode
zh_hans: 颜色模式
zh_hant: 顏色模式

# settingsPageDarkMode
source: Dark
zh_hans: 深色
zh_hant: 深色

# settingsPageDataSection
source: Data
zh_hans: 数据设置
zh_hant: 資料設定

# settingsPageDefaultModel
source: Default Model
zh_hans: 默认模型
zh_hant: 預設模型

# settingsPageDisplay
source: Display
zh_hans: 显示设置
zh_hant: 顯示設定

# settingsPageDisplaySubtitle
source: Appearance and text size
zh_hans: 界面主题与字号等外观设置
zh_hant: 介面主題與字號等外觀設定

# settingsPageDocs
source: Docs
zh_hans: 使用文档
zh_hant: 使用文件

# settingsPageFilesCount
source: %1$lld files · %2$@
zh_hans: 共 %1$lld 个文件 · %2$@
zh_hant: 共 %1$lld 個檔案 · %2$@

# settingsPageGeneralSection
source: General
zh_hans: 通用设置
zh_hant: 通用設定

# settingsPageHotkeys
source: Hotkeys
zh_hans: 快捷键
zh_hant: 快捷鍵

# settingsPageInstructionInjection
source: Instruction Injection
zh_hans: 指令注入
zh_hant: 指令注入

# settingsPageLightMode
source: Light
zh_hans: 浅色
zh_hant: 淺色

# settingsPageLogs
source: Logs
zh_hans: 日志
zh_hant: 日誌

# settingsPageModelsServicesSection
source: Models & Services
zh_hans: 模型与服务
zh_hant: 模型與服務

# settingsPageNetworkProxy
source: Network Proxy
zh_hans: 网络代理
zh_hant: 網絡代理

# settingsPageProviders
source: Providers
zh_hans: 供应商
zh_hant: 供應商

# settingsPageQuickPhrase
source: Quick Phrase
zh_hans: 快捷短语
zh_hant: 快捷短语

# settingsPageSearch
source: Search
zh_hans: 搜索服务
zh_hant: 搜尋服務

# settingsPageShare
source: Share
zh_hans: 分享
zh_hant: 分享

# settingsPageSponsor
source: Sponsor
zh_hans: 赞助
zh_hant: 贊助

# settingsPageSystemMode
source: System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settingsPageTitle
source: Settings
zh_hans: 设置
zh_hant: 設定

# settingsPageTts
source: TTS
zh_hans: 语音服务
zh_hant: 語音服務

# settingsPageWarningMessage
source: Some services are not configured; features may be limited.
zh_hans: 部分服务未配置，某些功能可能不可用
zh_hant: 部分服務未設定，某些功能可能不可用

# settingsPageWorldBook
source: World Book
zh_hans: 世界书
zh_hant: 世界書

# settingsShare
source: Kelivo - Open Source AI Assistant
zh_hans: Kelivo - 开源AI助手
zh_hant: Kelivo - 開源AI助理

# shareProviderSheetCopiedMessage
source: Copied
zh_hans: 已复制
zh_hant: 已複製

# shareProviderSheetCopyButton
source: Copy
zh_hans: 复制
zh_hant: 複製

# shareProviderSheetDescription
source: Copy or share via QR code.
zh_hans: 复制下面的分享字符串，或使用二维码分享。
zh_hant: 複製下面的分享字串，或使用QR Code分享。

# shareProviderSheetShareButton
source: Share
zh_hans: 分享
zh_hant: 分享

# shareProviderSheetTitle
source: Share Provider
zh_hans: 分享供应商配置
zh_hant: 分享供應商設定

# sideDrawerCancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# sideDrawerChooseAssistantTitle
source: Choose Assistant
zh_hans: 选择助手
zh_hant: 選擇助理

# sideDrawerChooseEmoji
source: Choose Emoji
zh_hans: 选择表情
zh_hant: 選擇表情

# sideDrawerChooseImage
source: Choose Image
zh_hans: 选择图片
zh_hant: 選擇圖片

# sideDrawerDateFullPattern
source: MMM d, yyyy
zh_hans: yyyy年M月d日
zh_hant: yyyy年M月d日

# sideDrawerDateShortPattern
source: MMM d
zh_hans: M月d日
zh_hant: M月d日

# sideDrawerDateToday
source: Today
zh_hans: 今天
zh_hant: 今天

# sideDrawerDateYesterday
source: Yesterday
zh_hans: 昨天
zh_hant: 昨天

# sideDrawerDeleteSnackbar
source: Deleted "%@"
zh_hans: 已删除“%@”
zh_hant: 已刪除「%@」

# sideDrawerEmojiDialogHint
source: Type or paste any emoji
zh_hans: 输入或粘贴任意表情
zh_hant: 輸入或貼上任意表情

# sideDrawerEmojiDialogTitle
source: Choose Emoji
zh_hans: 选择表情
zh_hant: 選擇表情

# sideDrawerEnterLink
source: Enter Link
zh_hans: 输入链接
zh_hant: 輸入連結

# sideDrawerGalleryOpenError
source: Unable to open gallery. Try entering an image URL.
zh_hans: 无法打开相册，试试输入图片链接
zh_hant: 無法開啟相簿，試試輸入圖片連結

# sideDrawerGeneralImageError
source: Something went wrong. Try entering an image URL.
zh_hans: 发生错误，试试输入图片链接
zh_hant: 發生錯誤，試試輸入圖片連結

# sideDrawerGlobalSearchEmptyHint
source: Search across titles and messages
zh_hans: 在标题和消息中全局搜索
zh_hant: 在標題與訊息中全域搜尋

# sideDrawerGlobalSearchHint
source: Search all sessions
zh_hans: 搜索全部会话
zh_hant: 搜尋全部會話

# sideDrawerGlobalSearchModeLabel
source: Global mode
zh_hans: 全局模式
zh_hant: 全域模式

# sideDrawerGlobalSearchNoResults
source: No matching sessions
zh_hans: 没有匹配的会话
zh_hant: 沒有匹配的會話

# sideDrawerGlobalSearchResultCount
source: %lld results
zh_hans: 共 %lld 条结果
zh_hant: 共 %lld 筆結果

# sideDrawerGreetingAfternoon
source: Good afternoon 👋
zh_hans: 下午好 👋
zh_hant: 午安 👋

# sideDrawerGreetingEvening
source: Good evening 👋
zh_hans: 晚上好 👋
zh_hant: 晚安 👋

# sideDrawerGreetingMorning
source: Good morning 👋
zh_hans: 早上好 👋
zh_hant: 早安 👋

# sideDrawerGreetingNoon
source: Good afternoon 👋
zh_hans: 中午好 👋
zh_hant: 午安 👋

# sideDrawerHistory
source: History
zh_hans: 聊天历史
zh_hant: 聊天歷史

# sideDrawerImageUrlDialogHint
source: e.g. https://example.com/avatar.png
zh_hans: 例如: https://example.com/avatar.png
zh_hant: 例如: https://example.com/avatar.png

# sideDrawerImageUrlDialogTitle
source: Enter Image URL
zh_hans: 输入图片链接
zh_hant: 輸入圖片連結

# sideDrawerImportFromQQ
source: Import from QQ
zh_hans: QQ头像
zh_hant: QQ頭像

# sideDrawerLinkCopied
source: Link copied
zh_hans: 已复制下载链接
zh_hant: 已複製下載連結

# sideDrawerMenuDelete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# sideDrawerMenuMoveTo
source: Move to
zh_hans: 移动到
zh_hant: 移動到

# sideDrawerMenuPin
source: Pin
zh_hans: 置顶
zh_hant: 置頂

# sideDrawerMenuRegenerateTitle
source: Regenerate Title
zh_hans: 重新生成标题
zh_hant: 重新生成標題

# sideDrawerMenuRename
source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# sideDrawerMenuUnpin
source: Unpin
zh_hans: 取消置顶
zh_hant: 取消置頂

# sideDrawerNicknameHint
source: Enter new nickname
zh_hans: 输入新的昵称
zh_hant: 輸入新的暱稱

# sideDrawerNicknameLabel
source: Nickname
zh_hans: 昵称
zh_hant: 暱稱

# sideDrawerOK
source: OK
zh_hans: 确定
zh_hant: 確定

# sideDrawerPinnedLabel
source: Pinned
zh_hans: 置顶
zh_hant: 置頂

# sideDrawerQQAvatarDialogTitle
source: Import from QQ
zh_hans: 使用QQ头像
zh_hant: 使用QQ頭像

# sideDrawerQQAvatarFetchFailed
source: Failed to fetch random QQ avatar. Please try again.
zh_hans: 获取随机QQ头像失败，请重试
zh_hant: 取得隨機QQ頭像失敗，請重試

# sideDrawerQQAvatarInputHint
source: Enter QQ number (5-12 digits)
zh_hans: 输入QQ号码（5-12位）
zh_hant: 輸入QQ號碼（5-12位）

# sideDrawerRandomQQ
source: Random QQ
zh_hans: 随机QQ
zh_hant: 隨機QQ

# sideDrawerRename
source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# sideDrawerRenameHint
source: Enter new name
zh_hans: 输入新名称
zh_hant: 輸入新名稱

# sideDrawerReset
source: Reset
zh_hans: 重置
zh_hant: 重設

# sideDrawerSave
source: Save
zh_hans: 保存
zh_hant: 儲存

# sideDrawerSearchAssistantsHint
source: Search assistants
zh_hans: 搜索助手
zh_hant: 搜尋助理

# sideDrawerSearchHint
source: Search current assistant
zh_hans: 搜索当前助手
zh_hant: 搜尋當前助理

# sideDrawerSearchModeSwipeToGlobalHint
source: Swipe the search bar for global search
zh_hans: 左/右滑搜索栏切换到全局搜索
zh_hant: 左/右滑搜尋欄切換到全域搜尋

# sideDrawerSearchModeSwipeToTopicHint
source: Swipe the search bar for topic search
zh_hans: 左/右滑搜索栏切换到话题搜索
zh_hant: 左/右滑搜尋欄切換到話題搜尋

# sideDrawerSetNicknameTitle
source: Set Nickname
zh_hans: 设置昵称
zh_hant: 設定暱稱

# sideDrawerSettings
source: Settings
zh_hans: 设置
zh_hant: 設定

# sideDrawerTopicSearchModeLabel
source: Topic mode
zh_hans: 话题模式
zh_hant: 話題模式

# sideDrawerUpdateTitle
source: New version: %@
zh_hans: 发现新版本：%@
zh_hant: 發現新版本：%@

# sideDrawerUpdateTitleWithBuild
source: New version: %1$@ (%2$lld)
zh_hans: 发现新版本：%1$@ (%2$lld)
zh_hant: 發現新版本：%1$@ (%2$lld)

# sponsorPageAfdianTitle
source: Afdian
zh_hans: 爱发电
zh_hant: 愛發電

# sponsorPageEmpty
source: No sponsors yet
zh_hans: 暂无赞助者
zh_hant: 暫無贊助者

# sponsorPageMethodsSectionTitle
source: Sponsorship Methods
zh_hans: 赞助方式
zh_hant: 贊助方式

# sponsorPageSponsorsSectionTitle
source: Sponsors
zh_hans: 赞助用户
zh_hant: 贊助用戶

# sponsorPageWeChatSubtitle
source: WeChat sponsor code
zh_hans: 微信赞助码
zh_hant: 微信贊助碼

# sponsorPageWeChatTitle
source: WeChat Sponsor
zh_hans: 微信赞助
zh_hant: 微信贊助

# storageSpaceBreakdownTitle
source: Breakdown
zh_hans: 明细
zh_hant: 明細

# storageSpaceCategoryAssistantData
source: Assistants
zh_hans: 助手
zh_hant: 助理

# storageSpaceCategoryCache
source: Cache
zh_hans: 缓存
zh_hant: 快取

# storageSpaceCategoryChatData
source: Chat Records
zh_hans: 聊天记录
zh_hant: 聊天記錄

# storageSpaceCategoryFiles
source: Files
zh_hans: 文件
zh_hant: 檔案

# storageSpaceCategoryImages
source: Images
zh_hans: 图片
zh_hant: 圖片

# storageSpaceCategoryLogs
source: Logs
zh_hans: 日志
zh_hant: 日誌

# storageSpaceCategoryOther
source: App
zh_hans: 应用
zh_hant: 應用

# storageSpaceClearAvatarCacheButton
source: Clear Avatar Cache
zh_hans: 清理头像缓存
zh_hant: 清理頭像快取

# storageSpaceClearButton
source: Clear
zh_hans: 清理
zh_hant: 清理

# storageSpaceClearCacheButton
source: Clear Cache
zh_hans: 清理缓存
zh_hant: 清理快取

# storageSpaceClearConfirmMessage
source: Clear %@?
zh_hans: 确定要清理 %@ 吗？
zh_hant: 確定要清理 %@ 嗎？

# storageSpaceClearConfirmTitle
source: Confirm clear
zh_hans: 确认清理
zh_hant: 確認清理

# storageSpaceClearDone
source: %@ cleared
zh_hans: 已清理 %@
zh_hant: 已清理 %@

# storageSpaceClearFailed
source: Clear failed: %@
zh_hans: 清理失败：%@
zh_hant: 清理失敗：%@

# storageSpaceClearLogsButton
source: Clear Logs
zh_hans: 清理日志
zh_hant: 清理日誌

# storageSpaceClearSelection
source: Clear selection
zh_hans: 清空选择
zh_hant: 清除選取

# storageSpaceClearableHint
source: Safe to clear: %@
zh_hans: 共发现可清理空间 %@
zh_hant: 共發現可清理空間 %@

# storageSpaceClearableLabel
source: Clearable: %@
zh_hans: 可清理：%@
zh_hant: 可清理：%@

# storageSpaceDeleteConfirmTitle
source: Confirm deletion
zh_hans: 确认删除
zh_hant: 確認刪除

# storageSpaceDeleteUploadsConfirmMessage
source: Delete %lld items? Attachments in chat history may become unavailable.
zh_hans: 删除 %lld 个项目？删除后聊天记录中的附件可能无法打开。
zh_hant: 刪除 %lld 個項目？刪除後聊天記錄中的附件可能無法開啟。

# storageSpaceDeletedUploadsDone
source: Deleted %lld items
zh_hans: 已删除 %lld 个项目
zh_hant: 已刪除 %lld 個項目

# storageSpaceFilesCount
source: %lld files
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

# storageSpaceLoadFailed
source: Failed to load storage usage
zh_hans: 加载失败
zh_hant: 載入失敗

# storageSpaceNoUploads
source: No items
zh_hans: 暂无内容
zh_hant: 暫無內容

# storageSpaceNotSafeToClearHint
source: May affect your chat history. Delete with care.
zh_hans: 可能影响聊天记录，请谨慎删除。
zh_hant: 可能影響聊天記錄，請謹慎刪除。

# storageSpacePageTitle
source: Storage Space
zh_hans: 存储空间
zh_hant: 儲存空間

# storageSpaceRefreshTooltip
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# storageSpaceSafeToClearHint
source: Safe to clear. This will not affect your chat history.
zh_hans: 可安全清理，不影响聊天记录。
zh_hant: 可安全清理，不影響聊天記錄。

# storageSpaceSelectAll
source: Select all
zh_hans: 全选
zh_hant: 全選

# storageSpaceSelectedCount
source: %lld selected
zh_hans: 已选 %lld 项
zh_hant: 已選 %lld 項

# storageSpaceSubAssistantAvatars
source: Avatars
zh_hans: 头像
zh_hant: 頭像

# storageSpaceSubAssistantImages
source: Images
zh_hans: 图片
zh_hant: 圖片

# storageSpaceSubCacheAvatars
source: Avatar cache
zh_hans: 头像缓存
zh_hant: 頭像快取

# storageSpaceSubCacheOther
source: Other cache
zh_hans: 其他缓存
zh_hant: 其他快取

# storageSpaceSubCacheSystem
source: System cache
zh_hans: 系统缓存
zh_hant: 系統快取

# storageSpaceSubChatConversations
source: Conversations
zh_hans: 会话
zh_hant: 對話

# storageSpaceSubChatMessages
source: Messages
zh_hans: 消息
zh_hant: 訊息

# storageSpaceSubChatToolEvents
source: Tool events
zh_hans: 工具事件
zh_hant: 工具事件

# storageSpaceSubLogsFlutter
source: Flutter logs
zh_hans: 运行日志
zh_hant: 執行日誌

# storageSpaceSubLogsOther
source: Other logs
zh_hans: 其他日志
zh_hant: 其他日誌

# storageSpaceSubLogsRequests
source: Network logs
zh_hans: 网络日志
zh_hant: 網路日誌

# storageSpaceTotalLabel
source: Used
zh_hans: 已用空间
zh_hant: 已用空間

# storageSpaceUploadsCount
source: %lld items
zh_hans: 共 %lld 项
zh_hant: 共 %lld 項

# storageSpaceViewLogsButton
source: View Logs
zh_hans: 查看日志
zh_hant: 查看日誌

# themeSettingsPageColorPalettesSection
source: Color Palettes
zh_hans: 配色方案
zh_hant: 配色方案

# themeSettingsPageDynamicColorSection
source: Dynamic Color
zh_hans: 动态颜色
zh_hant: 動態顏色

# themeSettingsPageUseDynamicColorSubtitle
source: Match system palette (Android 12+)
zh_hans: 跟随系统取色（Android 12+）
zh_hant: 基於系統配色（Android 12+）

# themeSettingsPageUseDynamicColorTitle
source: System Dynamic Colors
zh_hans: 系统动态配色
zh_hant: 系統動態配色

# themeSettingsPageUsePureBackgroundSubtitle
source: Bubbles and accents follow theme.
zh_hans: 仅气泡与强调色随主题变化
zh_hant: 僅氣泡與強調色隨主題變化

# themeSettingsPageUsePureBackgroundTitle
source: Pure Background
zh_hans: 纯色背景
zh_hant: 純色背景

# titleForLocale
source: New Chat
zh_hans: 新对话
zh_hant: 新對話

# translatePageClearAll
source: Clear All
zh_hans: 清空全部
zh_hant: 清空全部

# translatePageCopyResult
source: Copy result
zh_hans: 复制结果
zh_hant: 複製結果

# translatePageInputHint
source: Enter text to translate…
zh_hans: 输入要翻译的内容…
zh_hant: 輸入要翻譯的內容…

# translatePageOutputHint
source: Translated result appears here…
zh_hans: 翻译结果会显示在这里…
zh_hant: 翻譯結果會顯示在這裡…

# translatePagePasteButton
source: Paste
zh_hans: 粘贴
zh_hant: 貼上

# ttsServicesCloseButton
source: Close
zh_hans: 关闭
zh_hant: 關閉

# ttsServicesDialogAddButton
source: Add
zh_hans: 添加
zh_hant: 新增

# ttsServicesDialogAddTitle
source: Add TTS Service
zh_hans: 添加语音服务
zh_hant: 新增語音服務

# ttsServicesDialogCancelButton
source: Cancel
zh_hans: 取消
zh_hant: 取消

# ttsServicesDialogEditTitle
source: Edit TTS Service
zh_hans: 编辑语音服务
zh_hant: 編輯語音服務

# ttsServicesDialogErrorTitle
source: Error Details
zh_hans: 错误详情
zh_hant: 錯誤詳情

# ttsServicesDialogProviderType
source: Provider
zh_hans: 服务提供方
zh_hant: 服務提供者

# ttsServicesDialogSaveButton
source: Save
zh_hans: 保存
zh_hant: 儲存

# ttsServicesFieldBaseUrlLabel
source: API Base URL
zh_hans: API 基址
zh_hant: API 基址

# ttsServicesFieldEmotionLabel
source: Emotion
zh_hans: 情感
zh_hant: 情感

# ttsServicesFieldModelLabel
source: Model
zh_hans: 模型
zh_hant: 模型

# ttsServicesFieldNameLabel
source: Name
zh_hans: 名称
zh_hant: 名稱

# ttsServicesFieldSpeedLabel
source: Speed
zh_hans: 语速
zh_hant: 語速

# ttsServicesFieldVoiceIdLabel
source: Voice ID
zh_hans: 音色 ID
zh_hant: 音色 ID

# ttsServicesFieldVoiceLabel
source: Voice
zh_hans: 音色
zh_hant: 音色

# ttsServicesPageAddNotImplemented
source: Add TTS service not implemented
zh_hans: 新增 TTS 服务暂未实现
zh_hant: 新增 TTS 服務暫未實現

# ttsServicesPageAddTooltip
source: Add
zh_hans: 新增
zh_hant: 新增

# ttsServicesPageAutoLabel
source: Auto
zh_hans: 自动
zh_hant: 自動

# ttsServicesPageBackButton
source: Back
zh_hans: 返回
zh_hant: 返回

# ttsServicesPageConfigureTooltip
source: Configure
zh_hans: 配置
zh_hant: 設定

# ttsServicesPageDeleteTooltip
source: Delete
zh_hans: 删除
zh_hant: 刪除

# ttsServicesPageDoneButton
source: Done
zh_hans: 完成
zh_hant: 完成

# ttsServicesPageEngineLabel
source: Engine
zh_hans: 引擎
zh_hant: 引擎

# ttsServicesPageLanguageLabel
source: Language
zh_hans: 语言
zh_hant: 語言

# ttsServicesPageNetworkSectionTitle
source: Network TTS
zh_hans: 网络 TTS
zh_hant: 網路 TTS

# ttsServicesPageNoNetworkServices
source: No TTS services.
zh_hans: 暂无语音服务
zh_hant: 暫無語音服務

# ttsServicesPagePitchLabel
source: Pitch
zh_hans: 音调
zh_hant: 音調

# ttsServicesPageSettingsSavedMessage
source: Settings saved.
zh_hans: 设置已保存。
zh_hant: 設定已儲存。

# ttsServicesPageSpeechRateLabel
source: Speech rate
zh_hans: 语速
zh_hant: 語速

# ttsServicesPageStopTooltip
source: Stop
zh_hans: 停止
zh_hant: 停止

# ttsServicesPageSystemTtsAvailableSubtitle
source: Use system built-in TTS
zh_hans: 使用系统内置语音合成
zh_hant: 使用系統內建語音合成

# ttsServicesPageSystemTtsSettingsTitle
source: System TTS Settings
zh_hans: 系统 TTS 设置
zh_hant: 系統 TTS 設定

# ttsServicesPageSystemTtsTitle
source: System TTS
zh_hans: 系统TTS
zh_hant: 系統TTS

# ttsServicesPageSystemTtsUnavailableNotInitialized
source: not initialized
zh_hans: 未初始化
zh_hant: 未初始化

# ttsServicesPageSystemTtsUnavailableSubtitle
source: Unavailable: %@
zh_hans: 不可用：%@
zh_hant: 不可用：%@

# ttsServicesPageTestSpeechText
source: Hello, this is a test speech.
zh_hans: 你好，这是一次测试语音。
zh_hant: 你好，這是一次測試語音。

# ttsServicesPageTestVoiceTooltip
source: Test voice
zh_hans: 测试语音
zh_hant: 測試語音

# ttsServicesPageTitle
source: Text-to-Speech
zh_hans: 语音服务
zh_hant: 語音服務

# ttsServicesViewDetailsButton
source: View details
zh_hans: 查看详情
zh_hant: 檢視詳細

# userProviderDefaultUserName
source: User
zh_hans: 用户
zh_hant: 使用者

# worldBookAdd
source: Add World Book
zh_hans: 添加世界书
zh_hant: 新增世界書

# worldBookAddEntry
source: Add Entry
zh_hans: 添加条目
zh_hant: 新增條目

# worldBookAlwaysOnTag
source: Always On
zh_hans: 常驻
zh_hant: 常駐

# worldBookCancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# worldBookConfig
source: Configure
zh_hans: 配置
zh_hant: 設定

# worldBookDelete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# worldBookDeleteEntry
source: Delete Entry
zh_hans: 删除条目
zh_hant: 刪除條目

# worldBookDeleteMessage
source: Delete “%@”? This cannot be undone.
zh_hans: 确定删除「%@」？此操作无法撤销。
zh_hant: 確定刪除「%@」？此操作無法復原。

# worldBookDeleteTitle
source: Delete World Book
zh_hans: 删除世界书
zh_hant: 刪除世界書

# worldBookDescriptionLabel
source: Description
zh_hans: 简介
zh_hant: 簡介

# worldBookDisabledTag
source: Disabled
zh_hans: 已停用
zh_hant: 已停用

# worldBookEditEntry
source: Edit Entry
zh_hans: 编辑条目
zh_hant: 編輯條目

# worldBookEmptyMessage
source: No world books yet
zh_hans: 暂无世界书
zh_hant: 暫無世界書

# worldBookEnabledLabel
source: Enabled
zh_hans: 启用
zh_hant: 啟用

# worldBookEntryAlwaysOnHint
source: Always inject without keyword matching
zh_hans: 无需匹配也会注入
zh_hant: 無需匹配也會注入

# worldBookEntryAlwaysOnLabel
source: Always active
zh_hans: 常驻激活
zh_hant: 常駐啟用

# worldBookEntryCaseSensitiveLabel
source: Case sensitive
zh_hans: 区分大小写
zh_hant: 區分大小寫

# worldBookEntryContentLabel
source: Content
zh_hans: 内容
zh_hant: 內容

# worldBookEntryEnabledLabel
source: Entry enabled
zh_hans: 启用条目
zh_hant: 啟用條目

# worldBookEntryInjectDepthLabel
source: Injection depth
zh_hans: 注入深度
zh_hant: 注入深度

# worldBookEntryInjectionPositionLabel
source: Injection position
zh_hans: 注入位置
zh_hant: 注入位置

# worldBookEntryInjectionRoleLabel
source: Injection role
zh_hans: 注入角色
zh_hant: 注入角色

# worldBookEntryKeywordAddTooltip
source: Add keyword
zh_hans: 添加关键词
zh_hant: 新增關鍵詞

# worldBookEntryKeywordInputHint
source: Type a keyword
zh_hans: 输入关键词
zh_hant: 輸入關鍵詞

# worldBookEntryKeywordsHint
source: Type a keyword and tap + to add.
zh_hans: 输入关键词后点 + 添加。
zh_hant: 輸入關鍵詞後點 + 新增。

# worldBookEntryKeywordsLabel
source: Keywords
zh_hans: 关键词
zh_hant: 關鍵詞

# worldBookEntryNameLabel
source: Entry name
zh_hans: 条目名称
zh_hant: 條目名稱

# worldBookEntryPriorityLabel
source: Priority
zh_hans: 优先级
zh_hant: 優先級

# worldBookEntryScanDepthLabel
source: Scan depth
zh_hans: 扫描深度
zh_hant: 掃描深度

# worldBookEntryUseRegexLabel
source: Use regex
zh_hans: 使用正则
zh_hant: 使用正則

# worldBookExport
source: Share / Export
zh_hans: 分享/导出
zh_hant: 分享/匯出

# worldBookExportFailed
source: Export failed: %@
zh_hans: 导出失败：%@
zh_hant: 匯出失敗：%@

# worldBookInjectionPositionAfterSystemPrompt
source: After system prompt
zh_hans: 系统提示后
zh_hant: 系統提示後

# worldBookInjectionPositionAtDepth
source: At depth
zh_hans: 指定深度
zh_hant: 指定深度

# worldBookInjectionPositionBeforeSystemPrompt
source: Before system prompt
zh_hans: 系统提示前
zh_hant: 系統提示前

# worldBookInjectionPositionBottomOfChat
source: Bottom of chat
zh_hans: 对话底部
zh_hant: 對話底部

# worldBookInjectionPositionTopOfChat
source: Top of chat
zh_hans: 对话顶部
zh_hant: 對話頂部

# worldBookInjectionRoleAssistant
source: Assistant
zh_hans: 助手
zh_hant: 助手

# worldBookInjectionRoleUser
source: User
zh_hans: 用户
zh_hant: 使用者

# worldBookKeywordsLine
source: Keywords: %@
zh_hans: 关键词：%@
zh_hant: 關鍵詞：%@

# worldBookNameLabel
source: Name
zh_hans: 名称
zh_hant: 名稱

# worldBookNoEntriesHint
source: No entries
zh_hans: 暂无条目
zh_hant: 暫無條目

# worldBookSave
source: Save
zh_hans: 保存
zh_hant: 儲存

# worldBookTitle
source: World Book
zh_hans: 世界书
zh_hant: 世界書

# worldBookUnnamed
source: Unnamed World Book
zh_hans: 未命名世界书
zh_hant: 未命名世界書

# worldBookUnnamedEntry
source: Unnamed Entry
zh_hans: 未命名条目
zh_hant: 未命名條目

# assistantEditDeleteSummaryContent
source: Are you sure you want to clear this summary?
zh_hant: 確定要清除此摘要嗎？

# assistantEditDeleteSummaryTitle
source: Clear Summary
zh_hant: 清除摘要

# assistantEditManageSummariesTitle
source: Manage Summaries
zh_hant: 管理摘要

# assistantEditSummaryDialogHint
source: Enter summary content
zh_hant: 輸入摘要內容

# assistantEditSummaryDialogTitle
source: Edit Summary
zh_hant: 編輯摘要

# assistantEditSummaryEmpty
source: No summaries yet
zh_hant: 暫無摘要

# defaultModelPageCompressModelSubtitle
source: Used for compressing conversation context; prefer fast models
zh_hant: 用於壓縮對話上下文的模型，建議使用快速模型

# defaultModelPageCompressModelTitle
source: Compress Model
zh_hant: 壓縮模型

# defaultModelPageCompressPromptHint
source: Enter prompt template for context compression
zh_hant: 輸入用於上下文壓縮的提示詞範本

# defaultModelPageCompressVars
source: Variables: conversation: %1$@, language: %2$@
zh_hant: 變數：對話內容：%1$@，語言：%2$@

# defaultModelPageSummaryModelSubtitle
source: Used for generating conversation summaries; prefer fast and cheap models
zh_hant: 用於生成對話摘要的模型，推薦使用快速且便宜的模型

# defaultModelPageSummaryModelTitle
source: Summary Model
zh_hant: 摘要模型

# defaultModelPageSummaryPromptHint
source: Enter prompt template for summary generation
zh_hant: 輸入用於生成摘要的提示詞範本

# defaultModelPageSummaryVars
source: Variables: previous summary: %1$@, new messages: %2$@
zh_hant: 變數：舊摘要：%1$@，新訊息：%2$@

# searchServiceNameBingLocal
source: Bing (Local)
zh_hant: Bing（本機）
